Repository: Mudassirch2k9/plugin
Catalog: languages/wp-product-advisor-*.po
Languages: de_de

source: Enter product attribute info:
de_de: Geben Sie hier Ihre Attribut-Informatinen ein:

source: Other Settings Options
de_de: Nehmen Sie hier weitere Einstellungen an Ihrem Kaufberater vor.

source: Add and remove filter questions
de_de: Hinzufügen und löschen der Filterfragen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Value
de_de: Wert

source: Label
de_de: Beschriftung

source: Equal
de_de: Gleich

source: Add
de_de: Hinzufügen

source: Select Product Attribute First
de_de: Wählen Sie zuerst ein Produkt-Attribut

source: Skip question
de_de: Egal / Überspringen

source: Manage plugin section by activating or deactivating the following settings
de_de: Verwalten Sie die WP Kaufberater Module, indem Sie die folgenden Einstellungen aktivieren oder deaktivieren

source: Product Specifications
de_de: Produktspezifikationen

source: Product Attribute Form
de_de: Produkt-Attribut Formular

source: e.g. Price / GHz / Watts
de_de: zB: Preis / Ghz / Watt

source: e.g. 99.99 / 0.1 / 1,0
de_de: zB: 99,90 / 0,1 / 1,0

source: Products
de_de: Produkte

source: Filter Questions
de_de: Filter Fragen

source: Other Settings
de_de: Weitere Einstellungen

source: Filter Question Manager
de_de: Filterfragen Manager

source: Other Settings for Filter Questions
de_de: Weitere Einstellungen für die Filterfragen

source: Title (H1)
de_de: Titel (H1)

source: Product Attribute
de_de: Produkt-Attribut

source: -- Select An Option --
de_de: - - Wählen Sie eine Option - -

source: Question Body
de_de: Frage-Formulierung

source: e.g.: What is your budget?
de_de: zB: Wie hoch ist Ihr Budget?

source: Options
de_de: Optionen

source: Manage plugin section by activating or deactivating via the following settings
de_de: Verwalten Sie die Plugin-Sektion indem Sie die folgenden Einstellungen aktivieren oder deaktivieren

source: Product Manager
de_de: Produkt Manager

source: WP Product Advisor Settings
de_de: WP Kaufberater Einstellungen

source: WPPA Settings
de_de: WPKP Einstellungen

source: Manage Settings
de_de: Einstellungsverwaltung

source: About
de_de: Über

source: Your Product Attributes
de_de: Ihre Produkt-Attribute

source: Edit Product Attribute
de_de: Produkt-Attribute bearbeiten

source: Add Product Attribute
de_de: Produkt-Attribute hinzufügen

source: Type
de_de: Typ

source: Placeholder
de_de: Platzhalter

source: Action
de_de: Aktion

source: WP Product Advisor Plugin
de_de: WP Kaufberater Plugin

source: Your Questions
de_de: Ihre Fragen

source: Update Question
de_de: Frage Bearbeiten

source: Add Question
de_de: Frage hinzufügen

source: Help
de_de: Hilfe

source: You've reached the maximum amount!
de_de: Maximale Anzahl erreicht!

source: You have reached the maximum 3 questions limit. Delete a question to add a new one, or upgrade to our premium version!
de_de: Sie haben die maximale Anzahl von 3 Fragen erreicht. Löschen Sie eine Frage um eine neue hinzuzufügen, oder machen Sie ein Update auf Premium!

source: With WP Product Advisor Pro you'll get unlimited amount of questions & answers as well as premium support and many more soon coming features.
de_de: Mit WP Kaufberater Pro erhalten Sie die Möglichkeit unbegrenzt viele Fragen und Anwortmöglichkeiten zu erstellen, Premium Support, und viele weitere geplante Funktionen.

source: Get WP Product Advisor Pro
de_de: WP Kaufberater Pro jetzt kaufen

source: How to use Product Filter
de_de: WP Kaufberater einfügen:

source: # Use this <code>[product_advisor] </code> shortcode in any page, post or anywhere
de_de: # Benutzen Sie den <code>[product_advisor] </code> shortcode auf deiner gewünschten Seite. Egal ob page, post oder widget.
